spec/dummy/app/controllers/projects_controller.rb

  def create
    @project = Project.new(project_params)
  	@project.save ? redirect_to(projects_path) : render(:new)
---
INSERT INTO "projects" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)